{
  "navbar": {
    "club": "Clubs and Assos",
    "coloc": "Flatshares Map",
    "home": "Home",
    "post": "Events"
  },
  "button": {
    "joinButton" : {
      "register": "register",
      "title": "Do you want to unsubscribe from this event?"
    }
  },
  "legalNotice": {
    "title": "Legal Notice",
    "subtitles": {
      "1": "Site identity",
      "2": "The association",
      "3": "Design and production",
      "4": "Hosting",
      "5": "Intellectual property",
      "6": "Cookies",
      "7": "Embedded content from other sites",
      "8": "Personnal data usage"
    },
    "texts": {
      "1": "Name of the site : Nantral Platform\nLink : https://www.nantral-platform.fr\nOwner : Association des Étudiants de l'École Centrale de Nantes",
      "2": "ASSOCIATION DES ÉTUDIANTS DE L'ÉCOLE CENTRALE DE NANTES\nÉcole Centrale de Nantes, 1 rue de la Noë, 44300 Nantes\nSIREN : 790 010 078\nAPE : 9499Z\nTVA Intra Num. : FR 49 79 00 10 07 8\nE-mail : bde@ec-nantes.fr",
      "3": "CLUB NANTRAL PLATFORM",
      "4": "OVH\nSAS with a capital of 10 069 020 €\nRCS Lille Métropole 424 761 419 00045\nAPE Code : 2620Z\nTVA Num. : FR 22 42 47 61 41 9\nHead office : 2 rue Kellermann - 59100 Roubaix - France",
      "5": "Unless stated otherwise, all the elements accessible on the site (texts, images, logos, icons, sounds, software, etc.) remain the exclusive property of their authors, with regard to intellectual property rights or rights of use.\n\nAny reproduction, representation, modification, publication, adaptation of all or part of the elements of the site, whatever the means or process used, is prohibited, except with the prior written authorization of the author.\n\nAny unauthorized exploitation of the site or any element it contains is considered to constitute an infringement and prosecuted.\n\nThe trademarks and logos reproduced on the site are registered by the companies that own them.",
      "6": "Only a session cookie is used on the site and expires after 14 days.",
      "7": "The contents on this site may include contents from external sources (for instance videos, images, ...). These embedded contents act in the same way as if the visitor had visited the original site from where this content is based. These sites may therefore use additional cookies.",
      "8": "When you register on the site, the personal data you send us will be stored and kept by the Association des Étudiants de l'École Centrale de Nantes until you request the deletion of your user account using the contact form."
    }
  }
}
