Repository: 3cn-ecn/nantralPlatform
Catalog: backend/apps/group/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Bad request.
fr: Mauvaise requête.

source: You cannot delete the creation version of a group.
fr: Vous ne pouvez pas supprimer la version de création d'un groupe.

source: You cannot delete the only version of a group.
fr: Vous ne pouvez pas supprimer la seule version d'un groupe.

source: Restored to version from %(date)s
fr: Restauré à la version du %(date)s

source: All memberships objects must be from the same group.
fr: Tous les objets membres doivent être du même groupe.

source: Your admin request has been sent! You will receive the answer soon by email.
fr: Votre demande a bien été envoyée ! Vous recevrez une réponse rapidement par mail.

source: Request already answered!
fr: Cette demande d'admin a déjà été traitée!

source: Your admin request for %(group)s has been accepted.
fr: Votre demande d'admin pour %(group)s a été acceptée.

source: The user %(user)s is now admin!
fr: L'utilisateur %(user)s est maintenant admin !

source: Your admin request for %(group)s has been denied.
fr: Votre demande d'admin pour %(group)s a été refusée.

source: The admin request from %(user)s has been denied.
fr: La demande d'admin de %(user)s a été refusée.

source: Type name
fr: Nom du type

source: Icon
fr: Icône

source: Is a location
fr: Est un lieu

source: No dates for memberships
fr: Membres sans dates

source: Do not ask dates for members.
fr: Ne pas demander de dates pour les membres.

source: Private by default
fr: Privé par défaut

source: New groups are private by default.
fr: Les nouveaux groupes sont privés par défaut.

source: Priority
fr: Priorité

source: Additional parent groups
fr: Groupes parents supplémentaires

source: Children groups of these groups will be displayed in the list of all groups.
fr: Les groupes enfants de ces groupes seront affichés dans la liste.

source: Sort Fields
fr: Trier selon

source: Fields used to sort groups in the list, separated by ',' and without spaces. If categories are defined, you must also reflect them here.
fr: Champs utilisés pour trier les groupes dans la liste, séparés par ',' et sans espaces. Si des catégories sont définies, vous devez aussi le prendre en compte ici.

source: Category expression
fr: Label des catégories

source: A python expression to get the category label.
fr: Une expression python renvoyant le label de la catégorie.

source: Sub category expression
fr: Label des sous-catégories

source: A python expression to get the sub-category label.
fr: Une expression python renvoyant le label des sous-catégories.

source: Hide groups without active members
fr: Cacher les groupes sans membres actifs

source: Hide groups where all 'end_date' from members are past.
fr: Cache les groupes où le champ `end_date` de chaque membre est inférieur à la date d'aujourd'hui.

source: Everyone can create new group
fr: Tout le monde peut créer un groupe

source: group type
fr: type de groupe

source: group types
fr: types de groupes

source: Label Name
fr: Nom du label

source: Type of group
fr: Type de groupe

source: Tag Name
fr: Nom du tag

source: Name
fr: Nom

source: Short name
fr: Nom raccourci

source: This name will be used in the list of groups.
fr: Ce nom sera affiché dans la liste des groupes.

source: Members
fr: Membres

source: Subscribers
fr: Abonnés

source: Parent group
fr: Groupe parent

source: Children groups label
fr: Label des groupes enfants

source: Lock memberships
fr: Verrouiller les membres

source: Users cannot add themselves as members of this group.
fr: Les utilisateurs ne peuvent plus s'ajouter eux-mêmes au groupe.

source: Year of creation
fr: Année de création

source: The year the group has been created.
fr: L'année où le groupe a été créé.

source: Archived group
fr: Groupe archivé

source: An archived group cannot have new members and is hidden from the displayed list.
fr: Un groupe archivé ne peut plus avoir de nouveaux membres et est masqué de la liste.

source: Private group
fr: Groupe privé

source: A private group is only visible by group members.
fr: Un groupe privé n'est visible que par les membres du groupe.

source: Public group
fr: Groupe public

source: If ticked, the group page can be seen by everyone, including non-authenticated users. Members, events and posts still however hidden.
fr: Si coché, la page du groupe sera accessible publiquement, y compris à des utilisateurs non-connectés. Les membres, évènements et posts restent toutefois masqués.

source: Can pin
fr: Peut épingler

source: Admin members of this group can pin their posts
fr: Les admins du groupe peuvent épingler leurs posts sur la page d'accueil

source: Summary
fr: Résumé

source: Meeting place
fr: Lieu de réunion

source: Meeting hours
fr: Heure de réunion

source: Profile picture
fr: Image de profil

source: Image with a ratio of 1:1 (recommended minimum size: 500x500)
fr: Image avec un ratio de 1:1 (taille minimale recommandée : 500x500)

source: Banner
fr: Bannière

source: Image with 3:1 ratio (recommended minimum size: 1200x400)
fr: Image avec un ratio de 3:1 (taille minimale recommandée : 1200x400)

source: Video link 1
fr: Lien vidéo 1

source: Video link 2
fr: Lien vidéo 2

source: Social networks
fr: Réseaux Sociaux

source: Address
fr: Adresse

source: You cannot set both 'public' and 'private' properties to True.
fr: Les champs 'public' et 'privé' sont incompatibles entre eux.

source: Begin date
fr: Date de début

source: End date
fr: Date de fin

source: Asked to become admin
fr: A demandé à devenir admin

source: Request message
fr: Raison de la demande à devenir admin

source: You must specify a valid group type in query parameters.
fr: Spécifiez un type de groupe valide dans les paramètres de requête.

source: Some fields cannot be updated by non-admins.
fr: Certains champs ne peuvent pas être modifiés par des utilisateurs qui ne sont pas admins.

source: This field is required.
fr: Ce champ est obligatoire.

source: The end date must be after the begin date.
fr: La date de fin doit être située après la date de début.

source: This field is required for map groups.
fr: Ce champ est obligatoire pour les groupes de type carte.

source: You can only create new membership for yourself or for someone else inside a group where you are admin.
fr: Vous pouvez uniquement créer de nouveaux objets membres pour vous-même ou pour un groupe dont vous êtes admin.

source: You cannot create create a new membership inside a private group if you are not admin of this group.
fr: Vous ne pouvez pas créer d'objets membres dans un groupe privé si vous n'êtes pas déjà admin du groupe.

source: You must provides 'begin_date' and 'end_date'.
fr: Vous devez indiquer une date de début et une date de fin.
