Repository: 3cn-ecn/nantralPlatform
Catalog: backend/apps/event/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Too soon! Registration will start at %(datetime)s.
fr: Un peu de patience ! Les inscriptions débuteront le %(datetime)s.

source: Too late! Registration has ended at %(datetime)s.
fr: Trop tard ! Les inscriptions se sont terminées le %(datetime)s.

source: Too late! The maximum number of participants have been reached.
fr: Trop tard ! Le nombre maximum de participants a été atteint.

source: Start date
fr: Date de début

source: Enter date in format DD/MM/YYYY HH:MM
fr: Entrez une date au format JJ/MM/AAAA HH:mm

source: End date
fr: Date de fin

source: Location
fr: Lieu

source: Bookmarks
fr: Favoris

source: Users who have bookmarked this event.
fr: Utilisateurs ayant marqué cet évènement comme favoris.

source: Link to external form
fr: Lien vers un form externe

source: Maximum number of participants
fr: Nombre maximum de participants

source: Start date for registration
fr: Date de début d'inscription

source: Users cannot register before this date.
fr: Les utilisateurs ne peuvent pas s'inscrire avant cette date.

source: End date for registration
fr: Date de fin d'inscription

source: Users cannot register after this date.
fr: Les utilisateurs ne peuvent plus s'inscrire après cette date.

source: Must be a positive integer
fr: Doit être un nombre entier positif

source: You have to be admin to add or update an event
fr: Tu dois être admin du groupe pour ajouter ou modifier un event

source: The end date must be after the begin date.
fr: La date de fin doit être après la date de début.

source: The end-registration date must be after the start-registration date.
fr: La date de fin d'inscription doit être après la date de début d'inscription.
