Repository: 3cn-ecn/nantralPlatform
Catalog: backend/apps/account/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Your Centrale Nantes email
fr: Mail Centrale Nantes

source: Other providers
fr: Autres hébergeurs

source: Empty passsword
fr: Mot de passe vide

source: Verified email?
fr: Email vérifié ?

source: Yes
fr: Oui

source: No
fr: Non

source: Personal info
fr: Info personnelles

source: Account Validation
fr: Validation du compte

source: Important dates
fr: Dates Importantes

source: NEVER UPDATE THE USERNAME. Doing this will cause the users to loose all their matrix data
fr: NE JAMAIS MODIFIER LE NOM D'UTILISATEUR. Cela causera la perte de toutes les donnée du compte matrix de l'utilisateur

source: Authentication failed
fr: L'authentification à échoué

source: Your e-mail is not verified. Please click on the link verification link
fr: Votre e-mail n'est pas vérifié. Merci de cliquer sur le lien de vérification

source: Connection successful, your account is temporary, please add your ECN email address as soon as possible.
fr: Connection réussie, votre compte est temporaire, veuillez ajouter votre adresse mail Centrale au plus vite.

source: Please check your emails in order to verify the new email address
fr: Veuillez consulter votre boîte mail pour vérifier la nouvelle adresse

source: Your account is not verified and has been disabled. Pleas add an email address from Centrale Nantes to reactivate your account.
fr: Votre compte n'est pas vérifié et a été désactivé. Veuillez ajouter une adresse mail Centrale pour réactiver votre compte.

source: Your ECN e-mail is not verified. Please click on the verification link or add another address
fr: Votre e-mail Centrale n'est pas vérifié. Merci de cliquer sur le lien de vérification ou renseigner une autre adresse

source: Successfully connected
fr: Connection réussie

source: The new password has been saved
fr: Le mot de passe à bien été mis à jour.

source: Your main e-mail has been saved. Please click on the link verification link
fr: Votre email principal a bien été enregistré. Merci de cliquer sur le lien de vérification qui à vous a été envoyé.

source: Your main email has been saved
fr: Votre email principal a bien été enregistré.

source: You cannot delete the main email address of your account
fr: Vous ne pouvez pas supprimer l'email principal de votre compte

source: A confirmation email has been sent to verify provided email
fr: Un mail de confirmation a été renvoyé à l'email fourni.

source: The visibility has been changed
fr: La visibilité a été changée.

source: Username
fr: Nom d'utilisateur

source: Required. 150 characters or fewer. Lower case letters, digits and ./_/-/+ only.
fr: Requis. 150 caractères ou moins. Lettres minuscules, chiffres et . _ - + seulement.

source: This username is already taken.
fr: Ce nom d'utilisateur est déjà pris

source: Main email
fr: Email principal

source: Visibility
fr: Visibilité

source: Check this to make this email visible for all users
fr: Cochez cette case pour rendre l'email visible à tous les utilisateurs

source: Unique ID
fr: Identifiant unique

source: An account has already been created with this email address
fr: Un compte à déjà été créé avec cette adresse email

source: Invalid passsword
fr: Mot de passe invalide

source: You cannot use this address because it is not verified
fr: Vous ne pouvez pas utiliser cette adresse car elle n'est pas vérifiée.

source: You cannot change the email address. Please add a new one
fr: L'adresse mail ne peut pas être modifiée. Veuillez ajouter une nouvelle adresse

source: You can not change username because you created a matrix account
fr: Vous ne pouvez pas modifier votre nom d'utilisateur car vous avez déjà créé votre compte matrix.

source: Enter a valid username. This value can only contain characters a-z, 0-9, or '_-.+'
fr: Entrez un nom d'utilisateur valide. Il doit être composé uniquement des caractères a-z, 0-9, ou '_-.+'

source: Username may not begin with _
fr: Le nom d'utilisateur ne peut pas commencer par _

source: Numeric username are reserved
fr: Les nombres sont des noms d'utilisateur réservés

source: This username is reserved
fr: Ce nom d'utilisateur est réservé

source: The email address should not include special characters
fr: L'adresse email ne doit pas contenir de caractères spéciaux

source: You must use a valid ECN email address (ending in ec-nantes.fr or centraliens-nantes.org)
fr: Vous devez utiliser une addresse mail ECN valide (ec-nantes.fr ou centraliens-nantes.org)
